Revit 2020 API
AdvancedTransparent.TransparentDistance Property
 The property labeled "Transparent Distance" from the "PrismTransparent" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 20.0.0.0 (20.0.0.377)
Since: 2018.1
Syntax
C#
public static string TransparentDistance { get; }
Visual Basic
Public Shared ReadOnly Property TransparentDistance As String
	Get
Visual C++
public:
static property String^ TransparentDistance {
	String^ get ();
}
Remarks
 This property is of type "AssetPropertyDistance".
See Also
AdvancedTransparent Class
Autodesk.Revit.DB.Visual Namespace